{
    "main": {
        "title": "Hola mundo",
        "subtitle": "Mi nombre es",
        "Intro": "Soy ingeniero de sistemas con ra칤ces en Bugalagrande침as, Colombia 游깵, me apasiona construir y mejorar sistemas de informaci칩n. Me destaco por mi liderazgo aut칠ntico y habilidades en el trabajo en equipo, adem치s de mi capacidad para ense침ar y aplicar m칠todos innovadores. Me adapto f치cilmente a situaciones desafiantes y estoy comprometido a lograr resultados excepcionales mientras mantengo un enfoque humano en todo lo que hago.",
        "message": "Desarrollador de software full stack",
        "button_cv": " Hoja de vida",
        "OptionEn":"Ingl칠s",
        "OptionEs":"Espa침ol"
    },
    "education": {
        "title": "EDUCACI칍N",
        "carda1": {
            "title_card": "Principios de routing y switching",
            "Institution": "CISCO Networking Academy",
            "time": "2019"
        },
        "carda2": {
            "title_card": "Ingenier칤a en sistemas",
            "Institution": "universidad Nacional Abierta y a Distancia",
            "time": "2016-2019"
        },

        "carda3": {
            "title_card": "ICONTEC",
            "Institution": "Auditor Sistemas de Gesti칩n y Calidad ISO 9001",
            "time": "2019"
        },
        "carda4": {
            "title_card": "SENA",
            "Institution": "Tecnologo en analisis y sistemas de informaci칩n",
            "time": "2013-2015"
        }
    },
    "experience":{
        "title": "EXPERIENCIA",
        "card1":{
            "charge":"ANALISTA NACIONAL DE SOLUCIONES INFORM츼TICAS",
            "task":"Tareas",
            "taksMessage": "Desarrollo de aplicaci칩n de servicio al cliente llamada Nuevo Atentos donde se reciben peticiones, quejas, reclamos y denuncias (PQRD) el proyecto actual mente est치 en un Desarrollo del 85% para su culminaci칩n, Trabajamos bajo la metodolog칤a Scrum Master donde en algunos Sprint los desempe침aba como desarrollador de software y otros como Ingeniero QA, donde se hacia levantamiento de requerimientos funcionales y no funcionales, documentaci칩n de historias de usuario, casos de uso, mockups. Tecnolog칤a (Agular-TypeScript- JavaScript -HTML-CCS3 ) DB (Oracle)",
            "company":"COOMEVA EPS",
            "date":"Inicio : Maz. 2021 - Novi 2021",
            "location":"Cali, Valle del Cauca, Colombia 췅 H칤brido"
        },
        "card2":{
            "charge":"ANALISTA PROGRAMADOR SENIOR",
            "task":"Tasks",
            "taksMessage": "Desarrollo de aplicaci칩n de ventas y facturaci칩n llamado Pos Web de drogas la rebaja, en el cual desempe침o un papel fundamental en la creaci칩n y mejora de m칩dulos utilizando tecnolog칤as como PHP Framework Yii2, jQuery, Bootstrap y JavaScript. Adem치s, he trabajado en la gesti칩n de bases de datos en MySQL y en el manejo de servidores Linux. Por 칰ltimo, he sido parte del desarrollo de microservicios utilizando tecnolog칤as como NestJS, Angular y MongoDB, trabajando dentro de la metodolog칤a Scrum.",
            "company":"COPSERVIR",
            "date":"Inicio : Dic 2021 - Actualidad  ",
            "location":"Cali, Valle Del Cauca 췅 Remoto"
        },
        "card3":{
            "charge":"JEFE DE SISTEMAS",
            "task":"Tasks",
            "taksMessage": "Analista y l칤der sistemas, en los cuales mi principal funci칩n fue liderar, realizar pruebas y levantamiento de requerimiento al software hospitalario y administrativo, sobre (modificaci칩n, actualizaci칩n o corregir errores), Tambi칠n realice auditor칤as internas, basadas en la norma ISO 9001, Administrador de red mediante Windows server 2012, Linux. tambi칠n una de mi funci칩n fue controlar la adquisici칩n y entrega de equipos de la instituci칩n, configuraci칩n, mantenimiento preventivo y correctivo de los equipos de c칩mputo, red para que todos los sistemas de informaci칩n funcionen correctamente.",
            "company":"HOSPITAL SAN BERNABE",
            "date":"Inicio : Dic 2017 - 2021  ",
            "location":"Bugalagrande, Valle Del Cauca"
        },
        "card4":{
            "charge":"DESARROLLO DE SOFTWARE",
            "task":"Tasks",
            "taksMessage": "Elaboraci칩n de software de registros de campesinos CRUP, de cultivos y productos de todas las veredas en bugalagrande, con sus datos personales, tama침o de sus fincas y productos que cultivan, el software tambi칠n tiene implementado la estad칤stica de cu치les eran los productos m치s Cultivados en algunas veredas o todo el municipio. Tecnolog칤a (Java JDBC-JavaScript -HTML5-CCS3) BD (Mysql)sas",
            "company":"ALCALDIA DE BUGALAGRANDE",
            "date":"Inicio : Jun 2016 - Dic 2016  ",
            "location":"Bugalagrande, Valle Del Cauca"
        }
        
    },
    "skills":{
        "title":"Habilidades"
    },
    "proyects":{
        "title":"proyectos",
        "buttonView":"Ver",
        "buttonGit": "Git"
    },
    "contact":{
        "title":"Contacto",
        "name":"nombre",
        "number":"n칰mero",
        "email":"correo", 
        "message":"mensaje",
        "sendMessage":"enviar mensaje",
        "charge":"Ingenier칤a de sistemas",
        "description":"Estoy disponible para trabajar como desarrollador de software full stack. Ponte en contacto conmigo y estar칠 encantado de hablar contigo.",
        "connect":"Conecta conmigo"
    },
    "footer":{
        "socials":"Redes",
        "email":"Correo",
        "nationality":"Nacionalidad"
    },
    "navbar": {
        "home":"Inicio",
        "contact":"contactame",
        "lang":"idioma : "
    }
}